accerciser
acpi
acpid
adwaita-icon-theme
alsa-firmware
alsa-utils
apparmor
autoconf
automake
avahi
b43-fwcutter
bash-completion
bauh
binutils
bison
bluedevil
breeze
breeze-gtk
btrfs-progs
bzip2
caffeine-ng
chromium
cockatrice
code
coreutils
cpupower
crda
cronie
cryptsetup
dconf-editor
deepin-account-faces
deepin-anything
deepin-api
deepin-calendar
deepin-desktop-base
deepin-desktop-schemas
deepin-file-manager
deepin-gtk-theme
deepin-image-viewer
deepin-menu
deepin-network-utils
deepin-polkit-agent-ext-gnomekeyring
deepin-qt5dxcb-plugin
deepin-qt5integration
deepin-screensaver
deepin-shortcut-viewer
deepin-sound-theme
deepin-system-monitor
deepin-turbo
devhelp
device-mapper
dhclient
dhcpcd
dialog
diffutils
discover-snap
dmidecode
dmraid
dnsmasq
docker
dosfstools
drkonqi
e2fsprogs
ecryptfs-utils
efibootmgr
evolution
exfat-utils
f2fs-tools
fakeroot
ffmpegthumbnailer
file
filesystem
findutils
firefox
five-or-more
flatpak
flex
four-in-a-row
fprintd
gawk
gcc
gcc-libs
geckodriver
gettext
ghex
glibc
gnome-builder
gnome-chess
gnome-code-assistance
gnome-desktop
gnome-devel-docs
gnome-klotski
gnome-mahjongg
gnome-mines
gnome-multi-writer
gnome-nettool
gnome-nibbles
gnome-online-accounts
gnome-recipes
gnome-robots
gnome-sound-recorder
gnome-sudoku
gnome-system-log
gnome-taquin
gnome-tetravex
gnome-tweaks
gnome-usage
gnome-wallpapers
gparted
grep
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk3
gtksourceview-pkgbuild
gufw
gzip
haveged
hexchat
hitori
iagno
illyria-wallpaper
imagewriter
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jre8-openjdk
jre8-openjdk-headless
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
keepass
kernel-alive
kgamma5
khotkeys
kinfocenter
kmenuedit
knetattach
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
less
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-430xx-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
libappindicator-gtk3
libdvdcss
libkscreen
libksysguard
libva-mesa-driver
libva-vdpau-driver
licenses
lightsoff
linux-firmware
linux419-rt-nvidia-430xx
linux54
logrotate
lollypop
lrzip
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-aur-support
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-gnome-vanilla
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
mc
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mhwd-tui
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
nano
nautilus-sendto
neofetch
netctl
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-compat
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-430xx-utils
openresolv
openssh
os-prober
oxygen
p7zip
pacman
pacui
pamac-gtk
pamac-snap-plugin
papirus-maia-icon-theme
patch
pciutils
perl
pikaur
plasma-browser-integration
plasma-desktop
plasma-gpg-agent
plasma-integration
plasma-pa
plasma-sdk
plasma-ssh-agent
plasma-thunderbolt
plasma-workspace
plasma-workspace-wallpapers
polari
polkit-gnome
polkit-kde-agent
popcorntime
postgresql
powertop
procps-ng
protonvpn-cli
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
quadrapassel
reiserfsprogs
rsync
s-nail
sddm-kcm
sed
shadow
snapd
snapd-glib
spectre-meltdown-checker
steam-manjaro
sudo
swell-foop
sysfsutils
sysprof
systemd-fsck-silent
systemd-sysvcompat
systemsettings
tali
tar
telegram-desktop
telepathy-accounts-signon
terminus-font
texinfo
timeshift
tlp
tor-browser
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
uget
unace
unrar
usb_modeswitch
usbutils
user-manager
util-linux
vi
vim
vlc
vulkan-intel
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
wget
which
wireshark-qt
wpa_supplicant
xdg-desktop-portal-kde
xdg-su
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xinit
zsh
