accerciser
acpi
acpid
adwaita-icon-theme
alsa-firmware
alsa-utils
apparmor
autoconf
automake
avahi
b43-fwcutter
baobab
bash-completion
bauh
binutils
bison
bluez-hid2hci
bluez-utils
btrfs-progs
bzip2
caffeine-ng
cheese
chromium
code
coreutils
cpupower
crda
cronie
cryptsetup
dconf-editor
deepin-screenshot
devhelp
device-mapper
dhclient
dhcpcd
dialog
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
eog
epiphany
evince
evolution
exfat-utils
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
five-or-more
flatpak
flex
four-in-a-row
fprintd
gawk
gcc
gcc-libs
gdm
geckodriver
gedit
gettext
ghc
ghex
glibc
gnome-backgrounds
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-desktop
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-online-accounts
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screenshot
gnome-session
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-log
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-wallpapers
gnome-weather
gparted
grep
grilo-plugins
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk3
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hexchat
hitori
hyper
i3-gaps
i3blocks
i3lock
i3status
iagno
icedtea-web
illyria-wallpaper
imagewriter
inetutils
insomnia
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jre8-openjdk
keepass
kernel-alive
less
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-430xx-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
libappindicator-gtk3
libdvdcss
libkscreen
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm
lightdm-gtk-greeter
lightsoff
linux-firmware
linux-rt-lts-manjaro-nvidia-430xx
linux316-headers
linux54
linux54-headers
logrotate
lollypop
lrzip
lsb-release
lvm2
ly-git
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-aur-support
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-gnome-vanilla
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
masterpdfeditor-free
mc
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mhwd-tui
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousetweaks
mutter
nano
nautilus-sendto
nautilus-typeahead
neofetch
neovim
net-tools
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-compat
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-430xx-utils
openjdk8-src
openresolv
openssh
orca
os-prober
otf-fira-code
p7zip
pacman
pacui
pamac-gtk
pamac-snap-plugin
papirus-maia-icon-theme
patch
pciutils
perl
pikaur
polari
polkit-gnome
popcorntime
postgresql
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
quadrapassel
redshift
reiserfsprogs
rofi
rsync
rxvt-unicode
rygel
s-nail
sed
shadow
simple-scan
snapd
snapd-glib
spectre-meltdown-checker
spotify
spotify-tui
sudo
sushi
swell-foop
sysfsutils
sysprof
systemd-fsck-silent
systemd-sysvcompat
tali
tar
telegram-desktop
telepathy-accounts-signon
terminus-font
texinfo
timeshift
tlp
totem
tracker-miners
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
uget
unace
unrar
usb_modeswitch
usbutils
util-linux
vi
vim
vino
virtualbox
virtualbox-host-dkms
vlc
vmware-workstation
vulkan-intel
vulkan-radeon
vundle
wallpapers-2018
wallpapers-juhraya
wget
which
wireshark-qt
woeusb-git
wpa_supplicant
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
zsh
